{"config": [{"config": {"dtype": "float32", "go_backwards": false, "units": 60, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "return_state": false, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "cu_dnnlstm_148", "bias_regularizer": null, "return_sequences": true, "trainable": true, "batch_input_shape": [null, 1, 9], "recurrent_constraint": null, "bias_constraint": null, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "kernel_constraint": null, "recurrent_regularizer": null, "unit_forget_bias": true, "stateful": false}, "class_name": "CuDNNLSTM"}, {"config": {"go_backwards": false, "units": 60, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "return_state": false, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "cu_dnnlstm_149", "bias_regularizer": null, "return_sequences": true, "trainable": true, "recurrent_constraint": null, "bias_constraint": null, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "kernel_constraint": null, "recurrent_regularizer": null, "unit_forget_bias": true, "stateful": false}, "class_name": "CuDNNLSTM"}, {"config": {"go_backwards": false, "units": 60, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "return_state": false, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "cu_dnnlstm_150", "bias_regularizer": null, "return_sequences": false, "trainable": true, "recurrent_constraint": null, "bias_constraint": null, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "kernel_constraint": null, "recurrent_regularizer": null, "unit_forget_bias": true, "stateful": false}, "class_name": "CuDNNLSTM"}, {"config": {"units": 15, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_50", "bias_regularizer": null, "activation": "softmax", "trainable": true, "use_bias": true, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.2"}