{"config": [{"config": {"recurrent_regularizer": null, "recurrent_constraint": null, "bias_constraint": null, "units": 60, "unit_forget_bias": true, "return_sequences": true, "stateful": false, "name": "cu_dnnlstm_748", "batch_input_shape": [null, 1, 76], "dtype": "float32", "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "return_state": false, "go_backwards": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "trainable": true}, "class_name": "CuDNNLSTM"}, {"config": {"recurrent_regularizer": null, "recurrent_constraint": null, "bias_constraint": null, "units": 60, "unit_forget_bias": true, "stateful": false, "name": "cu_dnnlstm_749", "activity_regularizer": null, "return_sequences": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "return_state": false, "go_backwards": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "trainable": true}, "class_name": "CuDNNLSTM"}, {"config": {"recurrent_regularizer": null, "recurrent_constraint": null, "bias_constraint": null, "units": 60, "unit_forget_bias": true, "stateful": false, "name": "cu_dnnlstm_750", "activity_regularizer": null, "return_sequences": false, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "return_state": false, "go_backwards": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "trainable": true}, "class_name": "CuDNNLSTM"}, {"config": {"activation": "softmax", "bias_constraint": null, "name": "dense_250", "activity_regularizer": null, "units": 15, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.2"}