{"config": [{"config": {"trainable": true, "units": 60, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_regularizer": null, "stateful": false, "kernel_constraint": null, "batch_input_shape": [null, 1, 9], "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "go_backwards": false, "unit_forget_bias": true, "name": "cu_dnnlstm_34", "dtype": "float32", "return_sequences": true, "return_state": false, "kernel_regularizer": null, "activity_regularizer": null, "recurrent_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"bias_constraint": null, "units": 60, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "recurrent_constraint": null, "kernel_constraint": null, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "go_backwards": false, "unit_forget_bias": true, "trainable": true, "name": "cu_dnnlstm_35", "stateful": false, "return_sequences": true, "return_state": false, "kernel_regularizer": null, "activity_regularizer": null, "recurrent_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"bias_constraint": null, "units": 60, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "recurrent_constraint": null, "kernel_constraint": null, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "go_backwards": false, "unit_forget_bias": true, "trainable": true, "name": "cu_dnnlstm_36", "stateful": false, "return_sequences": false, "return_state": false, "kernel_regularizer": null, "activity_regularizer": null, "recurrent_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"units": 15, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "softmax", "name": "dense_12", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.2.2", "class_name": "Sequential"}