{"backend": "tensorflow", "config": [{"config": {"recurrent_regularizer": null, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "unit_forget_bias": true, "go_backwards": false, "trainable": true, "name": "cu_dnnlstm_17", "stateful": false, "activity_regularizer": null, "units": 30, "kernel_constraint": null, "recurrent_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 1, 77], "return_sequences": true, "dtype": "float32", "return_state": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "unit_forget_bias": true, "recurrent_regularizer": null, "trainable": true, "name": "cu_dnnlstm_18", "stateful": false, "activity_regularizer": null, "units": 30, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_constraint": null, "bias_regularizer": null, "return_sequences": true, "kernel_regularizer": null, "return_state": false, "go_backwards": false}, "class_name": "CuDNNLSTM"}, {"config": {"recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "unit_forget_bias": true, "recurrent_regularizer": null, "trainable": true, "name": "cu_dnnlstm_19", "stateful": false, "activity_regularizer": null, "units": 30, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_constraint": null, "bias_regularizer": null, "return_sequences": false, "kernel_regularizer": null, "return_state": false, "go_backwards": false}, "class_name": "CuDNNLSTM"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "name": "dense_10", "activity_regularizer": null, "kernel_regularizer": null, "units": 15, "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "keras_version": "2.2.2", "class_name": "Sequential"}