{"backend": "tensorflow", "keras_version": "2.2.2", "config": [{"config": {"dtype": "float32", "units": 60, "recurrent_constraint": null, "go_backwards": false, "return_sequences": true, "return_state": false, "bias_regularizer": null, "name": "cu_dnnlstm_253", "activity_regularizer": null, "unit_forget_bias": true, "kernel_regularizer": null, "batch_input_shape": [null, 1, 9], "stateful": false, "recurrent_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "bias_constraint": null}, "class_name": "CuDNNLSTM"}, {"config": {"units": 60, "recurrent_constraint": null, "go_backwards": false, "return_sequences": true, "return_state": false, "bias_regularizer": null, "name": "cu_dnnlstm_254", "activity_regularizer": null, "unit_forget_bias": true, "kernel_regularizer": null, "stateful": false, "recurrent_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "bias_constraint": null}, "class_name": "CuDNNLSTM"}, {"config": {"units": 60, "recurrent_constraint": null, "go_backwards": false, "return_sequences": false, "return_state": false, "bias_regularizer": null, "name": "cu_dnnlstm_255", "activity_regularizer": null, "unit_forget_bias": true, "kernel_regularizer": null, "stateful": false, "recurrent_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "bias_constraint": null}, "class_name": "CuDNNLSTM"}, {"config": {"use_bias": true, "bias_constraint": null, "name": "dense_85", "units": 15, "kernel_regularizer": null, "bias_regularizer": null, "activation": "softmax", "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}