{"backend": "tensorflow", "keras_version": "2.2.2", "config": [{"config": {"go_backwards": false, "return_sequences": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 1, 9], "units": 60, "activity_regularizer": null, "recurrent_constraint": null, "name": "cu_dnnlstm_310", "trainable": true, "dtype": "float32", "return_state": false, "unit_forget_bias": true, "bias_regularizer": null, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "stateful": false, "bias_constraint": null, "kernel_regularizer": null, "kernel_constraint": null, "recurrent_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"go_backwards": false, "return_sequences": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "activity_regularizer": null, "recurrent_constraint": null, "name": "cu_dnnlstm_311", "trainable": true, "return_state": false, "unit_forget_bias": true, "bias_regularizer": null, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "stateful": false, "bias_constraint": null, "kernel_regularizer": null, "kernel_constraint": null, "recurrent_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"go_backwards": false, "return_sequences": false, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 60, "activity_regularizer": null, "recurrent_constraint": null, "name": "cu_dnnlstm_312", "trainable": true, "return_state": false, "unit_forget_bias": true, "bias_regularizer": null, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "stateful": false, "bias_constraint": null, "kernel_regularizer": null, "kernel_constraint": null, "recurrent_regularizer": null}, "class_name": "CuDNNLSTM"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "units": 15, "activity_regularizer": null, "use_bias": true, "name": "dense_104", "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}