{"config": [{"config": {"dtype": "float32", "recurrent_regularizer": null, "return_sequences": false, "stateful": false, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "go_backwards": false, "recurrent_constraint": null, "batch_input_shape": [null, 1, 77], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "units": 30, "kernel_regularizer": null, "unit_forget_bias": true, "return_state": false, "kernel_constraint": null, "name": "cu_dnnlstm_1"}, "class_name": "CuDNNLSTM"}, {"config": {"activation": "softmax", "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "units": 15, "name": "dense_1"}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.2"}