{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.2", "config": [{"class_name": "CuDNNGRU", "config": {"name": "cu_dnngru_25", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "dtype": "float32", "return_sequences": true, "units": 30, "recurrent_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 1, 77], "go_backwards": false, "recurrent_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "return_state": false, "stateful": false, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true}}, {"class_name": "CuDNNGRU", "config": {"name": "cu_dnngru_26", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "recurrent_constraint": null, "units": 30, "return_sequences": true, "bias_regularizer": null, "go_backwards": false, "recurrent_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "return_state": false, "stateful": false, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true}}, {"class_name": "CuDNNGRU", "config": {"name": "cu_dnngru_27", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "recurrent_constraint": null, "units": 30, "return_sequences": false, "bias_regularizer": null, "go_backwards": false, "recurrent_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "return_state": false, "stateful": false, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_14", "activation": "softmax", "bias_regularizer": null, "units": 15, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true}}]}